Repository: ibrahimsamak/e3omal
Catalog: E-3omal/*.lproj/Localizable.strings
Languages: ar

source: Error
ar: خطأ

source: Done
ar: تم بنجاح

source: Success
ar: تم بنجاح

source: Please enter your Password
ar: يرجى ادخال كلمة المرور

source: Please enter confirm password
ar: يرجى ادخال تأكيد لكلمة المرور

source: Not match!
ar: لا يوجد تطابق!

source: An Error occurred
ar: نعتذر يوجد خطأ

source: No Internet Connection
ar: تأكد من أتصالك بالإنترنت

source: Please enter a valid email
ar: يرجى ادخال بريد الكتروني صحيح

source: Please enter your email
ar: يرجى ادخال البريد الإلكتروني

source: Please enter your password
ar: يرجى ادخال كلمة المرور

source: Please select the image source
ar: يرجى اختيار الصورة

source: Images
ar: الصور

source: Cancel
ar: إلغاء

source: Photo Library
ar: مكتبة الصور

source: Camera
ar: الكاميرا

source: Please enter your name
ar: يرجى ادخال الأسم

source: Please enter your phone number
ar: يرجى ادخال رقم الموبايل

source: Please enter valid email address
ar: يرجى ادخال بريد الكتروني صحيح

source: Please enter image profile
ar: يرجى اختيار صورة شخصية

source: Please agree terms & condetions
ar: يرجى الموافقة على الشروط والأحكام

source: Please select one type at least (you can choose more than one)
ar: يرجى اختيار نوع واحد على الأقل

source: Please enter company name
ar: يرجى أدخال اسم الشركة

source: Please select one type at least
ar: يرجى اختيار نوع واحد على الأقل

source: Please enter 4-digits
ar: يرجى ادخال الكود

source: Notifications
ar: الإشعارات

source: Terms and conditions
ar: الشروط والأحكام

source: Terms & Conditions
ar: الشروط والأجكام

source: Privacy Policy
ar: سياسة الخصوصية

source: Logout
ar: تسجيل الخروج

source: Warning
ar: تحذير

source: Amount
ar: الرصيد

source: Are you sure you want logout?
ar: هل تريد تسجيل الخروج?

source: Please enter amount to charge your account
ar: يرجى اضافة رصيد إلى محفظتك

source: Please enter price ammount
ar: يرجى اضافة المبلغ

source: Terms of Use
ar: الشروط والأحكام

source: About Us
ar: عن التطبيق

source: K.D
ar: د.ك

source: Contact Us
ar: تواصل معنا

source: Please enter your message
ar: يرجى ادخال نص الرسالة

source: Budget:
ar: الميزانية:

source: Sorry Can't Open Chat This is Your Account
ar: عذرا لا يمكنك , هذا حسابك

source: Edit Profile
ar: تعديل البيانات

source: Video uploaded successfully
ar: تم رفع الفيديو بنجاح

source: Please enter job arabic title
ar: يرجى ادخال عنوان الوظيفة باللغة العربية

source: Please enter job engilsh title
ar: يرجى ادخال عنوان الوظيفة باللغة الإنجليزية

source: Please enter job arabic description
ar: يرجى ادخال التفاصيل باللغة العربية

source: Please enter job engilsh description
ar: يرجى ادخال التفاصيل باللغة الإنجليزية

source: Please enter job arabic address
ar: يرجى ادخال العنوان باللغة العربية

source: Please enter job english address
ar: يرجى ادخال العنوان باللغة الإنجليزية

source: Please enter job budget
ar: يرجى ادخال الميزانية المقترحة

source: Please enter select type of the job
ar: يرجى اختيار نوع المهنة

source: Please enter select Location of the job
ar: يرجى ادخال العنوان

source: Please enter image of the job
ar: يرجى رفع صورة

source: Job Details
ar: التفاصيل

source: Search
ar: البحث

source: All fields are required
ar: جميع الحقول مطلوبة

source: waiting
ar: قيد الانتظار

source: payment
ar: الدفع

source: approved
ar: موافق عليها

source: done
ar: تم

# reject
source: rejected
ar: مرفوضة

source: Pending
ar: انتظار الموافقة

source: Please enter your email address
ar: يرجى ادخال البريد الالكتروني

source: Invalid Password
ar: كلمة المرور خاطئة

source: Yes
ar: نعم

source: No
ar: لا
